Repository: microsoft/TemplateStudio
Catalog: code/incubator/SplitViewTemplate/SplitViewTemplate/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# AboutTitle.Text
source: About
es_es: Acerca de

# HomeImageText1.Text
source: GitHub Logo
es_es: Imagen de GitHub

# HomeSection1.Text
source: What possibilities does this template offer me?
es_es: ¿Que posibilidades me ofrece esta plantilla?

# HomeSection11.Text
source: MVVM design pattern
es_es: Patrón de diseño MVVM

# HomeSection12.Text
source: Usage of XAML resources
es_es: Utilización de recursos XAML

# HomeSection13.Text
source: Multi language support
es_es: Soporte Multi-Idioma

# HomeSection14.Text
source: Split view navigation model
es_es: Model de navegación "vista dividida"

# HomeSection2.Text
source: How can I extend and improve my application?
es_es: ¿Cómo puedo ampliar y mejorar mi applicación?

# HomeSection21.Text
source: Documentation
es_es: Documentación

# HomeSubTitle.Text
source: Split view template
es_es: Plantilla de vista dividida

# HomeText11.Text
source: MVVM is an architectural pattern. It is a specialization of the presentation model pattern that was introduced by Martin Fowler. It is also related to the model-view-controller pattern (MVC) and the model view presenter (MVP) pattern that you may already know. An app that uses MVVM separates business logic, UI, and presentation behavior.
es_es: MVVM es un patrón arquitectónico. Es una especialización del patrón de modelo de presentación introducido por Martin Fowler. También está relacionado con el patrón modelo-vista-controlador (MVC) y el patrón modelo-vista-presentador (MVP) que quizás ya conozcas. Una aplicación que usa MVVM separa la lógica empresarial, la interfaz de usuario y el comportamiento de la presentación.

# HomeText12.Text
source: The application use XAML resource dictionaries to define user interfaces such as styles, colors, etc.
es_es: La aplicación utiliza diccionarios de recursos para definir el aspecto visual de los controles: Estilos, Colores, etc.

# HomeText13.Text
source: All application texts are located on language resource dictionaries. Application will be displayed on the running device language.
es_es: Los textos mostrados en la aplicación, estan centralizados en diccionarios de recursos de idioma, de tal forma, que la aplicación se mostrará en el idioma del dispositivo que la ejecuta.

# HomeText14.Text
source: The application usability is based on a split view navigation model. The access to the application sections will be done through the left side menu, cetralizing the navigation and improoving user's experience.
es_es: La usabilidad de la aplicación está basada en un modelo de navegación "vista dividida". El acceso a las secciones de la aplicación se realizará desde el menú latereal izquierdo, centralizando la navegación y mejorando la experiencia de usuario.

# HomeText21.Text
source: Documentation, examples and new templates are available on the GitHub repository.
es_es: Puedes consultar toda la documentación, ejemplos y nuevas plantillas en el repositorio de GitHub.

# HomeTitle.Text
source: My Windows 10 application
es_es: Mi aplicación Windows 10

# PaneAbout
source: About
es_es: Acerca de

# PaneHome
source: Home
es_es: Inicio
